Repository: raul-qualsys/socool
Catalog: public_html/var/langs/*/addons/*_facebook_pixel.po
Languages: sd

# SettingsTooltips::sd_facebook_pixel::identifier_facebook_pixel
source: identifier_facebook_pixel_tooltip
sd: Please enter your Facebook Pixel ID after you create it at: https://www.facebook.com/ads/manager/pixel/facebook_pixel

# SettingsOptions::sd_facebook_pixel::search_facebook_pixel
source: search_facebook_pixel
sd: Search

# SettingsTooltips::sd_facebook_pixel::search_facebook_pixel
source: search_facebook_pixel_tooltip
sd: Enables tracking the Search event in the store, when search is performed

# SettingsOptions::sd_facebook_pixel::add_to_cart_facebook_pixel
source: add_to_cart_facebook_pixel
sd: Add to cart

# SettingsTooltips::sd_facebook_pixel::add_to_cart_facebook_pixel
source: add_to_cart_facebook_pixel_tooltip
sd: Enables tracking the AddToCart event, when a product is added to cart

# SettingsOptions::sd_facebook_pixel::add_to_wish_list_facebook_pixel
source: add_to_wish_list_facebook_pixel
sd: Add to wish list

# SettingsTooltips::sd_facebook_pixel::add_to_wish_list_facebook_pixel
source: add_to_wish_list_facebook_pixel_tooltip
sd: Enables tracking the AddToWishlist event in the store, when a product is added to wishlist

# SettingsOptions::sd_facebook_pixel::initiate_checkout_facebook_pixel
source: initiate_checkout_facebook_pixel
sd: Initiate checkout

# SettingsTooltips::sd_facebook_pixel::initiate_checkout_facebook_pixel
source: initiate_checkout_facebook_pixel_tooltip
sd: Enables tracking the InitiateCheckout event at the checkout steps

# SettingsOptions::sd_facebook_pixel::add_payment_info_facebook_pixel
source: add_payment_info_facebook_pixel
sd: Add payment info

# SettingsTooltips::sd_facebook_pixel::add_payment_info_facebook_pixel
source: add_payment_info_facebook_pixel_tooltip
sd: Enables tracking the AddPaymentInfo event in the store, which tracks payment methods

# SettingsOptions::sd_facebook_pixel::lead_facebook_pixel
source: lead_facebook_pixel
sd: Lead

# SettingsTooltips::sd_facebook_pixel::lead_facebook_pixel
source: lead_facebook_pixel_tooltip
sd: Enables tracking the Lead event in the store, which tracks the amount of product views

# SettingsOptions::sd_facebook_pixel::complete_registration_facebook_pixel
source: complete_registration_facebook_pixel
sd: Complete registration

# SettingsTooltips::sd_facebook_pixel::complete_registration_facebook_pixel
source: complete_registration_facebook_pixel_tooltip
sd: Enables tracking the completeRegistration event in the store, when a user is registered

# SettingsOptions::sd_facebook_pixel::view_content_facebook_pixel
source: view_content_facebook_pixel
sd: View content

# SettingsTooltips::sd_facebook_pixel::view_content_facebook_pixel
source: view_content_facebook_pixel_tooltip
sd: Enables tracking the viewContent event in the store, when page content is viewed

# SettingsOptions::sd_facebook_pixel::purchase_facebook_pixel
source: purchase_facebook_pixel
sd: Purchase

# SettingsTooltips::sd_facebook_pixel::purchase_facebook_pixel
source: purchase_facebook_pixel_tooltip
sd: Enables tracking the Purchase event in the store, when order is placed

# Languages::block_sd_facebook_pixel_description
source: block_sd_facebook_pixel_description
sd: Adds a block for the Facebook Pixel

# SettingsOptions::sd_facebook_pixel::account_facebook_pixel
source: account_facebook_pixel
sd: Account type

# SettingsTooltips::sd_facebook_pixel::account_facebook_pixel
source: account_facebook_pixel_tooltip
sd: Select the account type, for which the Facebook Pixel is set up. The business account allows to join Ad Account, Pixel and Product Catalogs to track product feeds and ad campaigns.

# SettingsVariants::sd_facebook_pixel::account_facebook_pixel::personal
source: account_facebook_pixel_personal
sd: Personal

# SettingsVariants::sd_facebook_pixel::account_facebook_pixel::business
source: account_facebook_pixel_business
sd: Business
